tap "azure/functions"
tap "caarlos0/tap"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/avr"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "tinygo-org/tools"
brew "act"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "argocd"
brew "libusb"
brew "avrdude"
brew "awscli"
brew "aztfexport"
brew "azure-cli"
brew "brew-cask-completion"
brew "lzo"
brew "cask"
brew "eslint"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "goreleaser"
brew "helm"
brew "hugo"
brew "jq"
brew "k2tf"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubeseal"
brew "kustomize"
brew "librsvg"
brew "minikube"
brew "n"
brew "nmap"
brew "node@18"
brew "nvm"
brew "oh-my-posh"
brew "pigz"
brew "pixz"
brew "pkg-config"
brew "qemu"
brew "serverless"
brew "sl"
brew "terraform"
brew "terraform-docs"
brew "terraformer"
brew "terramate"
brew "tflint"
brew "tldr"
brew "trivy"
brew "typescript"
brew "velero"
brew "wget"
brew "yarn"
brew "azure/functions/azure-functions-core-tools@4"
brew "caarlos0/tap/svu"
brew "dart-lang/dart/dart", link: false
brew "hashicorp/tap/packer"
brew "osx-cross/avr/avr-gcc@9"
brew "tinygo-org/tools/tinygo"
cask "1password-cli"
cask "android-file-transfer"
cask "balenaetcher"
cask "basictex"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "lens"
cask "powershell"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "azapi-vscode.azapi"
vscode "azurite.azurite"
vscode "christian-kohler.path-intellisense"
vscode "darkriszty.markdown-table-prettify"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ipedrazas.kubernetes-snippets"
vscode "marp-team.marp-vscode"
vscode "mineiros.terramate"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azurelogicapps"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tim-koehler.helm-intellisense"
vscode "tinygo.vscode-tinygo"
vscode "tsandall.opa"
vscode "usernamehw.errorlens"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
